INSERT INTO `tests` (`id`, `test_type`, `test_name`, `file_path`) VALUES
(1, 'Оценка простых сенсомоторных реакций человека', 'реакция на свет', 'simple_color_test.php'),
(2, 'Оценка простых сенсомоторных реакций человека', 'реакция на звук', 'sound_reaction_test.php'),
(3, 'Оценка сложных сенсомоторных реакций человека', 'оценка скорости реакции на разные цвета', 'advanced_color_test.php'),
(4, 'Оценка сложных сенсомоторных реакций человека', 'оценка скорости реакции на сложный звуковой сигнал – сложение в уме ', 'audio_count_test.php'),
(5, 'Оценка сложных сенсомоторных реакций человека', 'оценка скорости реакции на сложение в уме (чет/нечет) - визуально', 'visual_count_test.php'),
(6, 'Оценка простой реакции человека на движущийся объект', 'реакция на движение', 'movement_test.php'),
(7, 'Оценка сложной реакции человека на движущиеся объекты', 'реакция на множество движущихся объектов', 'advanced_movement_test.php'),
(8, 'Оценка аналогового слежения', 'реакция на изменение направления движения', 'analog_test.php'),
(9, 'Оценка слежения с преследованием', 'слежение за объектом', 'chaseTest.php'); 